20220504155325-the_state_synchronizes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-16 Fri 17:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The State synchronizes</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">The State synchronizes</h1>
<p>
The state can act on the entirety of the economy almost at once, and does so in a <i>democratic</i> way, that is to say citizens are supposed to have some say over the decisions that are being made. Unlike in a private company. When modern liberals tend to see the state under the regulation lens I prefer to see it under the synchronization lens. The state is giving directions and providing some freedom to do research and to innovate. It makes decisions wherever synchronization is necessary / centralisation is beneficial: energy, infrastructure, formations.
</p>

<div id="outline-container-orgaef93dd" class="outline-2">
<h2 id="orgaef93dd">Links to this note</h2>
</div>
</div>
</body>
</html>